{
    "number": "",
    "title": "中国之治体现制度的旺盛生命力",
    "title_en": "",
    "title_sub": "",
    "author": [
        {
            "name": "张博颖",
            "organization": "天津市中国特色社会主义理论体系研究中心 研究员"
        },
        {
            "name": "张立杰",
            "organization": "天津市委党校基地 研究员"
        }
    ],
    "source": {
        "name": "人民日报",
        "issue": "",
        "category": "报刊"
    },
    "keywords": "",
    "abstract": "中国特色社会主义制度是当代中国发展进步的根本制度保障，是中国特色社会主义道路和中国特色社会主义理论体系在实践中得以落实的制度依托。改革开放40年来，我国经济社会发展取得巨大成就，有效应对了各种突如其来的自然灾害和国际金融危机、政治风波，同世界上一些国家乱象频生形成鲜明对比。特别是党的十八大以来，以习近平同志为核心的党中央深刻把握中国特色社会主义制度建设的时代使命，着力推动中国特色社会主义制度更加成熟更加定型，我们的制度优势和制度潜力不断得到发掘，制度自信日益增强。中国特色社会主义制度展现出旺盛生命力，主要在于它具有深厚的马克思主义理论底蕴，符合国情，顺应民意，能够为我国改革发展提供根本制度保障。\r\n\r\n　　具有深厚理论底蕴\r\n\r\n　　中国特色社会主义制度贯穿着马克思主义立场，把“为绝大多数人谋利益”作为制度设计的根本原则，集中体现了中国共产党坚持人民至上、人民利益高于一切的价值追求。在经济建设上，坚持公有制为主体、多种所有制经济共同发展，大力解放和发展社会生产力，朝着共同富裕方向稳步前进；在政治建设上，坚持党的领导、人民当家作主、依法治国有机统一，从各层次各领域扩大人民有序政治参与；在文化建设上，坚持社会主义先进文化前进方向，用社会主义核心价值观引领多样化社会思潮，以服务人民、促进人的全面发展为导向；在社会建设上，坚持把保障和改善民生作为出发点和落脚点，以增进人民福祉、促进社会公平正义为己任；在生态文明建设上，加快生态文明体制改革，大力建设美丽中国，努力实现人与自然和谐共生的现代化。\r\n\r\n　　中国特色社会主义制度贯穿着马克思主义观点，是中国共产党将马克思主义基本原理与中国具体实际相结合的制度安排。首先，中国特色社会主义制度的确立符合马克思主义关于人类社会发展规律及历史趋势的基本观点。在社会主义初级阶段，我们党一以贯之坚持和发展中国特色社会主义，而党的最高理想和最终目标是实现共产主义。其次，中国特色社会主义制度的发展符合马克思主义关于生产活动是人类社会存在和发展根本前提的观点。中国特色社会主义制度是围绕解放和发展生产力这一根本任务确立和发展起来的。再次，中国特色社会主义制度的完善体现了马克思主义关于社会主义经济、政治、文化、社会、生态文明协调发展的观点。改革开放以来，我们推进社会主义制度自我完善和发展，在经济、政治、文化、社会、生态文明等各个领域形成了一整套相互衔接、相互联系的制度体系。\r\n\r\n　　中国特色社会主义制度贯穿着马克思主义方法论，是中国共产党坚持实事求是、群众路线、独立自主的马克思主义思想方法和工作方法的具体表现。我们党清醒认识和正确把握我国仍处于并将长期处于社会主义初级阶段、生产力还不够发达这个实际，坚持从人民利益出发，实事求是，通过改革来坚持、完善和发展中国特色社会主义制度；坚持全心全意为人民服务，尊重人民群众的首创精神，充分调动全体人民的积极性、主动性、创造性，使中国特色社会主义制度得到人民群众的真心支持和拥护；坚持独立自主，坚定不移走自己的路，坚持中国的事情必须由中国人民自己作主张、自己来处理，以强大的政治定力夯实中国特色社会主义制度立于不败之地的根基。党的十八大以来，以习近平同志为核心的党中央围绕实现中华民族伟大复兴的中国梦，全面推进具有许多新的历史特点的伟大斗争、党的建设新的伟大工程和中国特色社会主义伟大事业，创立了习近平新时代中国特色社会主义思想，继续完善和发展中国特色社会主义制度，谱写了马克思主义中国化新篇章。\r\n\r\n　　符合中国国情和实际\r\n\r\n　　中国特色社会主义制度遵循科学社会主义的基本原则，是科学社会主义基本原理与中国具体实际相结合产生的、符合中国国情的社会主义制度。中国具有深厚的历史文化底蕴，几千年的文明史是一脉相承、不可割裂的。任何脱离中国历史、脱离中国文化、脱离中国人的精神世界、脱离当代中国深刻变革的“拿来主义”，都不可能适用于中国。\r\n\r\n　　近代以来的实践证明，中国不能全盘照搬别国的政治制度和发展模式，否则的话不仅会水土不服，而且会带来灾难性后果。新中国成立后，我们党立足中国国情，遵从人民意愿，以民主集中制为原则，着眼于最大限度调动各方面的资源和力量，既没有照搬西方的选举制度，也没有采用议会制，而是吸收传统政治参与的优长，顺应人民对民主权利的现实要求，选择了人民代表大会制度；既没有照搬西方的多党竞争制，也没有采用一些国家实行的一党制，而是结合中国社会政治运行与发展的特点和统一战线的历史经验与政治共识，创造性地实行中国共产党领导的多党合作和政治协商制度；既没有照搬民主共和国联邦制度，也没有采用会导致民族分裂的民族自决，而是结合中国集中统一多民族国家的历史、民族杂居合作互助的传统，实行体现民族平等、让各民族得到发展进步的民族区域自治制度。以这些制度为保障，我国实现了经济社会快速发展，全体人民共享国家经济社会发展成果。\r\n\r\n　　“鞋子合不合脚，自己穿了才知道。”事实证明，在中国的社会土壤中生长起来的这套制度安排，能够在中国共产党的领导下，有效保障人民当家作主、行使民主权利，有效凝聚各方、形成安定团结的政治局面，有效促进生产力的解放和发展、增进人民福祉，有效维护国家主权独立、推进民族复兴大业。中国开辟的以民族复兴为目标的社会主义现代化道路，超越了西方现代化模式，打破了发展中国家对西方现代化的路径依赖。正如习近平同志指出的，“当代中国的伟大社会变革，不是简单延续我国历史文化的母版，不是简单套用马克思主义经典作家设想的模板，不是其他国家社会主义实践的再版，也不是国外现代化发展的翻版”。今天中国实现的发展奇迹，用最直接、最可信的方式告诉世人：中国特色社会主义制度是植根于中国大地、反映人民意愿、不断为人民造福、适应时代要求的科学社会主义，它能够得到全体人民的拥护和支持，具有强大生命力和显著优越性。\r\n\r\n　　不断自我完善发展\r\n\r\n　　我国是在生产力比较落后的条件下建立起来的社会主义国家，目前还处在社会主义初级阶段，经济体制、政治体制、文化体制、社会体制和生态文明体制不可避免地存在不健全不完善的方面。当前，我国发展不平衡不充分问题依然突出，科技创新能力不强，产业结构不合理，经济发展方式粗放，城乡区域发展差距和居民收入分配差距较大，社会矛盾增多，部分群众生活困难，一些领域消极腐败现象易发多发，等等。解决这些矛盾和问题的根本方法，就是全面深化改革、不断推进中国特色社会主义制度自我完善和发展。\r\n\r\n　　随着我国改革开放的深入推进和社会主义市场经济体制的不断完善，反映社会化生产规律的经营方式和组织形式被大胆采用，公有制的实现形式日益多样有效，各种非公有制经济得到长足发展，人民多层次多方面的需要得到更好满足，社会就业不断扩大，国民经济实现平稳健康发展。在改革中不断完善的中国特色社会主义经济制度，推动生产关系不断适应解放和发展生产力的要求，形成了协调的经济发展动力机制和稳定机制，使社会生产力得到持续快速发展。同时，适应经济基础的发展变化，社会上层建筑不断调整完善，最大限度地调动一切积极因素为社会主义事业服务，社会主义制度的优势日益充分地发挥出来，推动我国用短短几十年时间就走完了发达国家几百年走过的路。\r\n\r\n　　改革只有进行时，没有完成时。中国特色社会主义制度的完善和发展，必将从持续的改革创新中获得不竭动力。习近平同志指出，我们要坚信，中国特色社会主义制度是当代中国发展进步的根本制度保障，是具有中国特色、明显制度优势、强大自我完善能力的先进制度。我们的制度自信建立在制度不断完善和发展的基础上。正如习近平同志指出的，制度自信不是自视清高、自我满足，更不是裹足不前、固步自封，而是要把坚定制度自信和不断改革创新统一起来。在全面深化改革进程中，中国共产党人坚持制度自信和改革创新的有机统一，在始终坚持中国特色社会主义根本制度和基本制度的基础上，坚决破除经济社会发展的体制机制障碍，有力推动中国特色社会主义制度的自我完善和发展。\r\n\r\n　　中国共产党的领导是中国特色社会主义制度的最大优势，也是中国特色社会主义制度具有旺盛生命力的根本政治保障。治国必先治党，治党务必从严。党的十八大以来，以习近平同志为核心的党中央坚持依法治国与制度治党、依规治党统筹推进、一体建设，充分发挥党内法规制度体系建设在推进国家治理现代化中的关键作用，使党的制度优势更好转化为治国理政的实际效能。经过努力，我们党在制度建设上取得一系列重大成就，内容协调、程序严密、配套完备、有效管用的党内法规制度体系逐步形成，制度治党日益成为从严治党的重要方式。在中国特色社会主义新时代，围绕解决新的社会主要矛盾统筹推进“五位一体”总体布局和协调推进“四个全面”战略布局，全面推进党的建设新的伟大工程，必将推动中国特色社会主义制度日益完善和发展、国家治理体系和治理能力现代化水平不断提高，中国特色社会主义制度的优越性将得到更加充分的体现。\r\n",
    "abstract_en": "",
    "references": "",
    "publish_time": "2018-03-09",
    "base_category": "重要报刊",
    "base_sub_category ": "人民日报",
    "subject_category": {
        "first_class": "",
        "second_class": "",
        "third_class": ""
    },
    "contents": [
        {
            "chapter": [
                {
                    "name": "",
                    "section": [
                        {
                            "name": "",
                            "sentences": []
                        }
                    ]
                }
            ]
        }
    ],
    "total_page_size": 1,
    "total_size": 3685,
    "url": ""
}